#Работа с методами строк:
# Используя методы строк, выполните следующие действия:
# Выведите строку my_string в верхнем регистре.
# Выведите строку my_string в нижнем регистре.
# Измените строку my_string, удалив все пробелы.
# Выведите первый символ строки my_string.
# Выведите последний символ строки my_string.
# Примечания:
# Для вывода значений на экран используйте функцию print().
#Для вызова методов строк используйте операцию точки ..
My_string = input()
print (My_string.upper())
print (My_string.lower())
print (My_string.replace(' ', ''))
print (My_string[-1])
